spec/spec/SVWS/IntegrationPlatform/Examples/DppInstallmentsRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
                  xmlns:int="http://bpc.ru/SVXP/integration" 
                  xmlns:svxp="http://bpc.ru/SVXP">
    <soapenv:Header/>
    <soapenv:Body>
        <int:getDppInstallmentsRequest>
            <svxp:dpp_amount>10000.00</svxp:dpp_amount>
            <svxp:account>
                <svxp:account_number>00000000000000000000700000000625</svxp:account_number>
            </svxp:account>
            <svxp:calc_algorithm>DPPAANNU</svxp:calc_algorithm>
            <svxp:inst_id>1001</svxp:inst_id>
        </int:getDppInstallmentsRequest>
    </soapenv:Body>
</soapenv:Envelope>